L2/aws-test-1/aws1-siege-3.log
# Test 08: 9.42 PM
$ siege -c30 -d0.05 -r3 http://<redacted>/index.php
[alert] Zip encoding disabled; siege requires zlib support to enable it
** SIEGE 4.1.7
** Preparing 30 concurrent users for battle.
The server is now under siege...
HTTP/1.1 200    145.73 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    145.76 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.08 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.07 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    146.08 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    146.35 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    146.69 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    146.78 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    147.03 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    147.11 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    147.25 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    147.81 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    148.94 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    144.76 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    144.65 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.13 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    142.28 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    140.55 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.02 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    139.33 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    138.52 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    136.31 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    135.54 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    133.58 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    133.21 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    131.36 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    131.00 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    129.04 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    127.03 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    125.95 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    126.16 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    126.31 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    124.93 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    125.71 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    126.87 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    126.59 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    126.87 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    127.43 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    127.72 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    127.92 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    128.61 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.04 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    128.64 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.04 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    128.27 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.04 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    126.49 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.04 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    124.45 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.05 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    122.99 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.02 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    122.43 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    122.00 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    120.10 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    119.79 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    118.63 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    117.37 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    116.42 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    115.47 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    112.71 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    111.72 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    109.98 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    107.98 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    106.78 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.08 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    103.64 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    103.34 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    103.66 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    102.75 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    101.94 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    102.76 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    102.21 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    103.11 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    102.26 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    100.99 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    98.47 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two

Transactions:		     198    hits
Availability:		      89.19 %
Elapsed time:		     376.37 secs
Data transferred:	       0.42 MB
Response time:		   41945.70 ms
Transaction rate:	       0.53 trans/sec
Throughput:		       0.00 MB/sec
Concurrency:		      22.07
Successful transactions:      198
Failed transactions:	      24
Longest transaction:	  148940.00 ms
Shortest transaction:	       0.00 ms

# Test 09: 9.50 PM
$ siege -c50 -d0.05 -r3 http://<redacted>/index.php
[alert] Zip encoding disabled; siege requires zlib support to enable it
** SIEGE 4.1.7
** Preparing 50 concurrent users for battle.
The server is now under siege...
HTTP/1.1 200    194.21 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.08 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    189.94 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    205.79 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    207.24 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    175.34 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    184.06 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    178.61 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    182.41 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    174.45 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    163.47 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    186.97 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    170.24 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    168.89 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    159.44 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    190.50 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    173.89 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    180.81 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    156.35 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    178.10 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    172.51 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    182.17 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    167.96 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    149.69 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    193.49 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.07 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    155.35 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    85.77 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    27.12 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    10.53 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two

Transactions:		      84    hits
Availability:		      40.78 %
Elapsed time:		     307.64 secs
Data transferred:	       0.18 MB
Response time:		   54368.69 ms
Transaction rate:	       0.27 trans/sec
Throughput:		       0.00 MB/sec
Concurrency:		      14.85
Successful transactions:       84
Failed transactions:	     122
Longest transaction:	  207240.00 ms
Shortest transaction:	       0.00 ms

# Test 10: 9:58 PM
$ siege -c50 -d0.01 -r3 http://<redacted>/index.php
[alert] Zip encoding disabled; siege requires zlib support to enable it
** SIEGE 4.1.7
** Preparing 50 concurrent users for battle.
The server is now under siege...
HTTP/1.1 200    215.86 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.03 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.11 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    196.26 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    158.52 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    168.86 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    173.43 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    196.14 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    206.38 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    189.03 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    194.95 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    186.32 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    187.93 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    166.94 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    182.35 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    161.79 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    175.96 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.01 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    164.51 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    155.98 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    165.75 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    194.73 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    177.71 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    173.86 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    147.85 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.06 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    145.30 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200    135.71 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    138.23 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200    185.17 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.05 secs:     193 bytes ==> GET  /css?family=Lobster+Two
HTTP/1.1 200     9.50 secs:    3066 bytes ==> GET  /index.php
HTTP/1.1 200     0.00 secs:    3490 bytes ==> GET  /styles.css
HTTP/1.1 200     0.07 secs:     193 bytes ==> GET  /css?family=Lobster+Two

Transactions:		      81    hits
Availability:		      39.71 %
Elapsed time:		     307.27 secs
Data transferred:	       0.17 MB
Response time:		   56253.96 ms
Transaction rate:	       0.26 trans/sec
Throughput:		       0.00 MB/sec
Concurrency:		      14.83
Successful transactions:       81
Failed transactions:	     123
Longest transaction:	  215860.00 ms
Shortest transaction:	       0.00 ms